Repository: viteflowsystem/viterm
Catalog: Sources/VitermCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: A local branch with this name already exists
ja: 同名のローカルブランチが既に存在します

source: Add Repository… (choose directory)
ja: リポジトリを追加…(ディレクトリ選択)

source: Branch name can't be just "@"
ja: ブランチ名を "@" だけにすることはできません

source: Branch name contains an invalid character: %@
ja: ブランチ名に使えない文字が含まれています: %@

source: Branch name is required
ja: ブランチ名を入力してください

source: Branch names can't contain ".."
ja: ブランチ名に ".." は使えません

source: Branch names can't contain "@{"
ja: ブランチ名に "@{" は使えません

source: Branch names can't contain consecutive slashes
ja: ブランチ名に連続した "/" は使えません

source: Branch names can't contain whitespace
ja: ブランチ名に空白は使えません

source: Branch names can't end with "."
ja: ブランチ名を "." で終えることはできません

source: Branch names can't end with ".lock"
ja: ブランチ名を ".lock" で終えることはできません

source: Branch names can't end with "/"
ja: ブランチ名を "/" で終えることはできません

source: Branch names can't start with "-"
ja: ブランチ名を "-" で始めることはできません

source: Failed to load config file: %@ (%@)
ja: 設定ファイルの読み込みに失敗しました: %1$@ (%2$@)

source: Merge into %@… (merge / rebase)
ja: %@ にマージ…(merge / rebase)

source: New Worktree…
ja: 新規作成…

source: Path components separated by "/" can't be empty or start with "."
ja: "/" 区切りの各階層を空や "." 始まりにすることはできません

source: Remove…
ja: 削除…

source: Start %@ (this worktree)
ja: %@ を起動(この worktree)

source: Switch to %@
ja: %@ に切替
